SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- テーブルの構造 `userlist`

CREATE TABLE IF NOT EXISTS `userlist` (
  `no` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `age` int(3) NOT NULL,
  PRIMARY KEY (`no`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

--
-- テーブルのデータをダンプしています `userlist`
--

INSERT INTO `userlist` (`name`, `age`) VALUES
('岩貞　祐太', 23),
('藤浪　晋太郎', 20),
('筒井　和也', 33),
('岩田　稔', 31),
('呉　昇桓', 32),
('歳内　宏明', 21),
('秋山　拓巳', 23),
('福原　忍', 38),
('小嶋　達也', 29),
('久保田　智之', 34),
('高宮　和也', 33),
('田面　巧二郎', 24),
('吉見　祐治', 36),
('西村　憲', 28),
('鶴　直人', 27),
('山本　翔也', 26),
('金田　和之', 24),
('建山　義紀', 39),
('松田　遼馬', 20),
('岩本　輝', 22),
('加藤　康介', 36),
('白仁田　寛和', 29),
('二神　一人', 27),
('岩崎　優', 23),
('伊藤　和雄', 25),
('玉置　隆', 28),
('日高　剛', 37),
('小宮山　慎二', 29),
('鶴岡　一成', 37),
('梅野　隆太郎', 23),
('清水　誉', 30),
('今成　亮太', 27),
('藤井　彰人', 38),
('小豆畑　眞也', 26),
('岡崎　太一', 31),
('鳥谷　敬', 33),
('北條　史也', 20),
('関本　賢太郎', 36),
('上本　博紀', 28),
('西岡　剛', 30),
('新井　貴浩', 38),
('新井　良太', 31),
('西田　直斗', 21),
('坂　克彦', 29),
('黒瀬　春樹', 29),
('陽川　尚将', 23),
('荒木　郁也', 26),
('森田　一成', 25),
('柴田　講平', 28),
('福留　孝介', 37),
('横田　慎太郎', 19),
('一二三　慎太', 22),
('伊藤　隼太', 25),
('中谷　将大', 22),
('田上　健一', 27),
('高山　久', 33),
('緒方　凌介', 24);
